/**
  ******************************************************************************
  * @file    HzLib.h
  * $Author: wdluo $
  * $Revision: 17 $
  * $Date:: 2012-07-06 11:16:48 +0800 #$
  * @brief   HzLib相关头文件.
  ******************************************************************************
  * @attention
  *
  *<h3><center>&copy; Copyright 2009-2012, ViewTool</center>
  *<center><a href="http:\\www.viewtool.com">http://www.viewtool.com</a></center>
  *<center>All Rights Reserved</center></h3>
  * 
  ******************************************************************************
  */


#ifndef __HZLIB_H
#define __HZLIB_H 

/* Includes ------------------------------------------------------------------*/
#include <string.h>

/* Private function prototypes -----------------------------------------------*/
void GetGBKCode(unsigned char* pBuffer,unsigned char * c);

#endif 


/*********************************************************************************************************
      END FILE
*********************************************************************************************************/




